Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores por omisión
fr: Rétablir les valeurs par défaut
fr_ca: Rétablir les valeurs par défaut
nl: Standaardwaarden herstellen

source: Reset to Defaults?
de: Auf Standard zurücksetzen?
es: ¿Restablecer los valores por omisión?
fr: Rétablir les valeurs par défaut ?
fr_ca: Rétablir les valeurs par défaut ?
nl: Standaardwaarden herstellen?

source: Respiratory rate
de: Atemfrequenz
es: Frecuencia respiratoria
fr: Fréquence respiratoire
fr_ca: Fréquence respiratoire
nl: Ademhalingsfrequentie

source: Respiratory Rate
de: Atemfrequenz
es: Frecuencia respiratoria
fr: Fréquence respiratoire
fr_ca: Fréquence respiratoire
nl: Ademhalingsfrequentie

source: Respiratory rate during sleep typically ranges from 12-20 breaths per minute for adults. Changes in your respiratory rate may indicate illness, stress, or changes in fitness level.
de: Im Schlaf liegt die Atemfrequenz bei Erwachsenen meist zwischen 12 und 20 Atemzügen pro Minute. Änderungen können auf Krankheit, Stress oder eine veränderte Fitness hindeuten.
es: Durante el sueño, la frecuencia respiratoria en adultos suele situarse entre 12 y 20 respiraciones por minuto. Los cambios pueden indicar enfermedad, estrés o una variación en tu forma física.
fr: Pendant le sommeil, la fréquence respiratoire se situe généralement entre 12 et 20 respirations par minute chez l'adulte. Une variation peut traduire une maladie, du stress ou une évolution de votre condition physique.
fr_ca: Pendant le sommeil, la fréquence respiratoire se situe généralement entre 12 et 20 respirations par minute chez l'adulte. Une variation peut traduire une maladie, du stress ou une évolution de ta condition physique.
nl: Tijdens de slaap ligt de ademhalingsfrequentie bij volwassenen meestal tussen 12 en 20 ademhalingen per minuut. Veranderingen kunnen wijzen op ziekte, stress of een andere conditie.

source: Rest
de: Pause
es: Descanso
fr: Repos
fr_ca: Repos
nl: Rust

source: Restart Workout
de: Workout neu starten
es: Reiniciar el entrenamiento
fr: Recommencer la séance
fr_ca: Recommencer la séance
nl: Training opnieuw starten

source: Resting
de: In Ruhe
es: En reposo
fr: Au repos
fr_ca: Au repos
nl: In rust

source: Resting Heart Rate
de: Ruheherzfrequenz
es: Frecuencia cardíaca en reposo
fr: Fréquence cardiaque au repos
fr_ca: Fréquence cardiaque au repos
nl: Rusthartslag

source: resting HR
de: Ruhe-HF
es: FC en reposo
fr: FC au repos
fr_ca: FC au repos
nl: rusthartslag

source: Resting HR
de: Ruhe-HF
es: FC en reposo
fr: FC au repos
fr_ca: FC au repos
nl: Rusthartslag

source: Resting: %lld bpm
de: In Ruhe: %lld bpm
es: En reposo: %lld ppm
fr: Au repos : %lld bpm
fr_ca: Au repos : %lld bpm
nl: In rust: %lld bpm

source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
fr_ca: Restaurer l'achat
nl: Herstel aankoop

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
fr_ca: Restaurer les achats
nl: Herstel aankopen

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
fr_ca: Reprendre
nl: Hervat

source: Review Goals
de: Ziele prüfen
es: Revisar objetivos
fr: Revoir les objectifs
fr_ca: Revoir les objectifs
nl: Doelen bekijken

source: Review your goals and make adjustments.
de: Sieh dir deine Ziele an und passe sie an.
es: Revisa tus objetivos y ajústalos.
fr: Passez vos objectifs en revue et ajustez-les.
fr_ca: Passe tes objectifs en revue et ajuste-les.
nl: Bekijk je doelen en pas ze aan.

source: Revisit: %@
de: Nochmal ansehen: %@
es: Volver a ver: %@
fr: À revoir : %@
fr_ca: À revoir : %@
nl: Opnieuw bekijken: %@

source: RHR
de: Ruhe-HF
es: FC en reposo
fr: FC repos
fr_ca: FC repos
nl: Rusthartslag

source: RHR: %lld
de: Ruhe-HF: %lld
es: FC en reposo: %lld
fr: FC repos : %lld
fr_ca: FC repos : %lld
nl: Rusthartslag: %lld

source: Risk Level
de: Risikostufe
es: Nivel de riesgo
fr: Niveau de risque
fr_ca: Niveau de risque
nl: Risiconiveau

source: Run Analysis
de: Analyse starten
es: Ejecutar análisis
fr: Lancer l'analyse
fr_ca: Lancer l'analyse
nl: Analyse uitvoeren

source: run distance
de: Laufstrecke
es: distancia corriendo
fr: distance de course
fr_ca: distance de course
nl: loopafstand

source: run duration
de: Laufdauer
es: duración corriendo
fr: durée de course
fr_ca: durée de course
nl: loopduur

source: running distance
de: Laufstrecke
es: distancia corriendo
fr: distance de course
fr_ca: distance de course
nl: loopafstand

source: running duration
de: Laufdauer
es: duración corriendo
fr: durée de course
fr_ca: durée de course
nl: loopduur

source: Sale Product: %@
de: Angebotsprodukt: %@
es: Producto en oferta: %@
fr: Produit en promotion : %@
fr_ca: Produit en promotion : %@
nl: Aanbiedingsproduct: %@

source: Sales
de: Angebote
es: Ofertas
fr: Promotions
fr_ca: Promotions
nl: Aanbiedingen

source: Saturated Fat
de: Gesättigte Fettsäuren
es: Grasas saturadas
fr: Graisses saturées
fr_ca: Graisses saturées
nl: Verzadigd vet

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
fr_ca: Enregistrer
nl: Bewaar

source: Save as Meal
de: Als Mahlzeit sichern
es: Guardar como comida
fr: Enregistrer comme repas
fr_ca: Enregistrer comme repas
nl: Bewaar als maaltijd

source: Save Workout
de: Workout sichern
es: Guardar entrenamiento
fr: Enregistrer la séance
fr_ca: Enregistrer la séance
nl: Training bewaren

source: Saved
de: Gesichert
es: Guardado
fr: Enregistré
fr_ca: Enregistré
nl: Bewaard

source: Saved Meal
de: Gespeicherte Mahlzeit
es: Comida guardada
fr: Repas enregistré
fr_ca: Repas enregistré
nl: Bewaarde maaltijd

source: Scan a barcode to add food
de: Scanne einen Barcode, um ein Lebensmittel hinzuzufügen
es: Escanea un código de barras para añadir un alimento
fr: Scannez un code-barres pour ajouter un aliment
fr_ca: Scanne un code-barres pour ajouter un aliment
nl: Scan een barcode om voeding toe te voegen

source: Scan a barcode to log food
de: Scanne einen Barcode, um Essen einzutragen
es: Escanea un código de barras para registrar comida
fr: Scannez un code-barres pour enregistrer un aliment
fr_ca: Scanne un code-barres pour enregistrer un aliment
nl: Scan een barcode om voeding vast te leggen

source: Scheduled Notifications
de: Geplante Benachrichtigungen
es: Notificaciones programadas
fr: Notifications programmées
fr_ca: Notifications programmées
nl: Geplande meldingen

source: Score History
de: Score-Verlauf
es: Historial de puntuación
fr: Historique du score
fr_ca: Historique du score
nl: Scoregeschiedenis

# screenshot.chat.question
source: Yeah can you create an indoor cycling workout for this?
de: Ja, kannst du dafür ein Indoor-Cycling-Workout erstellen?
es: Sí, ¿puedes crear un entrenamiento de ciclismo indoor para esto?
fr: Oui, peux-tu créer une séance de vélo en salle pour ça ?
fr_ca: Oui, peux-tu créer une séance de vélo en salle pour ça ?
nl: Ja, kun je hier een indoor-fietstraining voor maken?

# screenshot.chat.reply
source: Gotcha! Let's lock in a structured Norwegian 4x4 indoor cycling workout you can do on your trainer. I'll build it so you can launch it in Bloom and crush those intervals:
de: Alles klar! Wir machen ein strukturiertes norwegisches 4x4 auf dem Indoor-Bike. Ich baue es dir so, dass du es direkt in Bloom starten und die Intervalle rocken kannst:
es: ¡Hecho! Vamos con un 4x4 noruego estructurado en bici indoor. Te lo preparo para que puedas lanzarlo en Bloom y comerte esos intervalos:
fr: Compris ! On part sur une séance structurée de 4x4 norvégien à vélo en salle, à faire sur ton home-trainer. Je la prépare pour que tu puisses la lancer dans Bloom et enchaîner les intervalles :
fr_ca: Compris ! On part sur une séance structurée de 4x4 norvégien à vélo en salle, à faire sur ton home-trainer. Je la prépare pour que tu puisses la lancer dans Bloom et enchaîner les intervalles :
nl: Helder! We doen een gestructureerde Noorse 4x4 op de indoor trainer. Ik zet 'm klaar zodat je 'm in Bloom kunt starten en die intervallen kunt knallen:

# screenshot.chat.title
source: VO₂ Max Guidance
de: VO₂max-Tipps
es: Consejos de VO₂ máx.
fr: Conseils VO₂ max
fr_ca: Conseils VO₂ max
nl: VO₂max-advies

# screenshot.chat.workoutDescription
source: A 45-min indoor bike session with 4x4-minute high-intensity intervals to boost VO₂ max.
de: Eine 45-minütige Indoor-Bike-Einheit mit 4x4-minütigen intensiven Intervallen für mehr VO₂max.
es: Una sesión de bici indoor de 45 min con intervalos intensos de 4x4 minutos para subir tu VO₂ máx.
fr: Une séance de vélo en salle de 45 min avec des intervalles intensifs de 4x4 minutes pour développer la VO₂ max.
fr_ca: Une séance de vélo en salle de 45 min avec des intervalles intensifs de 4x4 minutes pour développer la VO₂ max.
nl: Een indoor-fietssessie van 45 min met intensieve intervallen van 4x4 minuten voor een hogere VO₂max.

# screenshot.chat.workoutDetail
source: 43 mins • Bike and Stationary Bike required
de: 43 Min. • Rad und Heimtrainer erforderlich
es: 43 min • Se necesita bici y bici estática
fr: 43 min • Vélo et vélo d'appartement requis
fr_ca: 43 min • Vélo et vélo stationnaire requis
nl: 43 min • Fiets en hometrainer nodig

# screenshot.chat.workoutSaved
source: Workout Saved
de: Workout gespeichert
es: Entrenamiento guardado
fr: Séance enregistrée
fr_ca: Séance enregistrée
nl: Training opgeslagen

# screenshot.chat.workoutTitle
source: Norwegian 4x4 Indoor Cycling
de: Norwegisches 4x4 Indoor-Cycling
es: 4x4 noruego en bici indoor
fr: 4x4 norvégien à vélo en salle
fr_ca: 4x4 norvégien à vélo en salle
nl: Noorse 4x4 indoor cycling

# screenshot.monitor.insight
source: Your recovery score is good today - your heart rate is in line with your usual resting range, so your body appears to be bouncing back well after recent activity.
de: Dein Erholungswert ist heute gut – deine Herzfrequenz liegt in deinem gewohnten Ruhebereich, dein Körper erholt sich also gut von der letzten Belastung.
es: Hoy tu puntuación de recuperación es buena: tu frecuencia cardíaca está en tu rango de reposo habitual, así que tu cuerpo se está recuperando bien de la actividad reciente.
fr: Votre score de récupération est bon aujourd'hui : votre fréquence cardiaque se situe dans votre plage de repos habituelle, votre corps récupère donc bien après vos dernières séances.
fr_ca: Ton score de récupération est bon aujourd'hui : ta fréquence cardiaque se situe dans ta plage de repos habituelle, ton corps récupère donc bien après tes dernières séances.
nl: Je herstelscore is vandaag goed – je hartslag ligt in je gebruikelijke rustbereik, dus je lichaam herstelt goed van de recente inspanning.

# screenshot.monitor.suggestion
source: Keep supporting recovery with easy movement, good hydration, and a consistent bedtime to maintain this pattern.
de: Unterstütze deine Erholung weiter mit lockerer Bewegung, ausreichend Flüssigkeit und einer festen Schlafenszeit, damit das so bleibt.
es: Sigue favoreciendo la recuperación con movimiento suave, buena hidratación y una hora de acostarse constante para mantener esta pauta.
fr: Continuez à favoriser la récupération avec des mouvements légers, une bonne hydratation et une heure de coucher régulière pour maintenir cette tendance.
fr_ca: Continue à favoriser la récupération avec des mouvements légers, une bonne hydratation et une heure de coucher régulière pour maintenir cette tendance.
nl: Blijf je herstel ondersteunen met rustige beweging, voldoende drinken en een vaste bedtijd om dit patroon vast te houden.

# screenshot.nutrition.breakfast
source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
fr_ca: Déjeuner
nl: Ontbijt

# screenshot.nutrition.lunch
source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
fr_ca: Dîner

# screenshot.today.advice
source: Do one steady 30-minute Zone 2 session today, like a moderate bike ride or a brisk walk, to make meaningful progress toward your weekly cardio target.
de: Mach heute eine ruhige 30-Minuten-Einheit in Zone 2, etwa eine lockere Radtour oder einen zügigen Spaziergang.
es: Haz hoy una sesión constante de 30 minutos en zona 2, como una salida suave en bici o una caminata rápida, y avanza de verdad hacia tu objetivo semanal de cardio.
fr: Faites aujourd'hui une séance régulière de 30 minutes en zone 2, comme un vélo modéré ou une marche rapide, pour bien avancer vers votre objectif cardio de la semaine.
fr_ca: Fais aujourd'hui une séance régulière de 30 minutes en zone 2, comme un vélo modéré ou une marche rapide, pour bien avancer vers ton objectif cardio de la semaine.
nl: Doe vandaag één rustige sessie van 30 minuten in zone 2, bijvoorbeeld een matige fietsrit of een stevige wandeling, en zet zo een flinke stap naar je cardiodoel.

# screenshot.today.summary
source: You likely feel reasonably rested and slightly sharper today after a solid sleep score and a measurable improvement in biological age.
de: Nach einem soliden Schlafscore und einem besseren biologischen Alter fühlst du dich heute vermutlich ausgeruht und etwas wacher.
es: Hoy probablemente te sientes bastante descansado y algo más despejado, tras una buena puntuación de sueño y una mejora medible en tu edad biológica.
fr: Vous vous sentez probablement bien reposé et un peu plus vif aujourd'hui, après un bon score de sommeil et une amélioration mesurable de votre âge biologique.
fr_ca: Tu te sens probablement bien reposé et un peu plus vif aujourd'hui, après un bon score de sommeil et une amélioration mesurable de ton âge biologique.
nl: Je voelt je vandaag waarschijnlijk redelijk uitgerust en iets scherper, na een goede slaapscore en een meetbare verbetering van je biologische leeftijd.

# screenshot.workouts.mobilityDuration
source: 20 mins
de: 20 Min.
es: 20 min
fr: 20 min
fr_ca: 20 min
nl: 20 min

# screenshot.workouts.stretch
source: 15-Minute Pec and Shoulder Stretch Routine
de: 15-minütige Dehnroutine für Brust und Schultern
es: Rutina de estiramientos de pecho y hombros de 15 minutos
fr: Routine d'étirements pectoraux et épaules de 15 minutes
fr_ca: Routine d'étirements pectoraux et épaules de 15 minutes
nl: Stretchroutine van 15 minuten voor borst en schouders

# screenshot.workouts.stretchDuration
source: 12 mins
de: 12 Min.
es: 12 min
fr: 12 min
fr_ca: 12 min
nl: 12 min

source: Search logs
de: Einträge durchsuchen
es: Buscar en los registros
fr: Rechercher dans les enregistrements
fr_ca: Rechercher dans les enregistrements
nl: Zoek in registraties

source: Search or Describe Food
de: Lebensmittel suchen oder beschreiben
es: Busca o describe un alimento
fr: Rechercher ou décrire un aliment
fr_ca: Rechercher ou décrire un aliment
nl: Voeding zoeken of beschrijven

source: Searching...
de: Wird gesucht …
es: Buscando…
fr: Recherche…
fr_ca: Recherche…
nl: Zoeken …

source: Section
de: Bereich
es: Sección
nl: Onderdeel

source: Section Order
de: Reihenfolge der Bereiche
es: Orden de las secciones
fr: Ordre des sections
fr_ca: Ordre des sections
nl: Volgorde van secties

source: Sections
de: Bereiche
es: Secciones
nl: Secties

source: See how you did in %@!
de: Sieh dir dein Jahr %@ an!
es: ¡Mira cómo te fue en %@!
fr: Découvrez votre bilan de %@ !
fr_ca: Découvre ton bilan de %@ !
nl: Bekijk hoe je het deed in %@!

source: Segments
de: Segmente
es: Segmentos
nl: Segmenten

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
fr_ca: Sélectionner
nl: Selecteer

source: Select a celebration to show on next app foreground.
de: Wähle eine Feier, die beim nächsten Öffnen der App erscheint.
es: Elige la celebración que aparecerá la próxima vez que abras la app.
fr: Choisissez la célébration à afficher au prochain passage au premier plan.
fr_ca: Choisis la célébration à afficher au prochain passage au premier plan.
nl: Kies een viering die verschijnt zodra je de app weer opent.

source: Select a Food
de: Lebensmittel auswählen
es: Selecciona un alimento
fr: Sélectionnez un aliment
fr_ca: Sélectionne un aliment
nl: Kies een voedingsmiddel

source: Select a Plan
de: Tarif wählen
es: Elige un plan
fr: Choisir une formule
fr_ca: Choisir une formule
nl: Kies een abonnement

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
fr_ca: Tout sélectionner
nl: Selecteer alles

source: Select Another Goal
de: Anderes Ziel wählen
es: Elegir otro objetivo
fr: Choisir un autre objectif
fr_ca: Choisir un autre objectif
nl: Ander doel kiezen

source: Select Calendars
de: Kalender auswählen
es: Seleccionar calendarios
fr: Sélectionner les calendriers
fr_ca: Sélectionner les calendriers
nl: Agenda's selecteren

source: Select Food Item
de: Lebensmittel auswählen
es: Seleccionar alimento
fr: Sélectionner un aliment
fr_ca: Sélectionner un aliment
nl: Voedingsmiddel selecteren

source: Select Photo
de: Foto auswählen
es: Seleccionar foto
fr: Sélectionner une photo
fr_ca: Sélectionner une photo
nl: Foto selecteren

source: Select which categories Bud may use.
de: Wähle, welche Kategorien Bud nutzen darf.
es: Elige qué categorías puede usar Bud.
fr: Choisissez les catégories que Bud peut utiliser.
fr_ca: Choisis les catégories que Bud peut utiliser.
nl: Kies welke categorieën Bud mag gebruiken.

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
fr_ca: Sélectionné
nl: Geselecteerd

source: Send Report By
de: Bericht senden bis
es: Enviar informe antes de
fr: Envoyer le rapport avant
fr_ca: Envoyer le rapport avant
nl: Rapport versturen vóór

source: Send Report on Wake Up
de: Bericht beim Aufwachen senden
es: Enviar informe al despertar
fr: Envoyer le rapport au réveil
fr_ca: Envoyer le rapport au réveil
nl: Rapport versturen bij het wakker worden

source: Series
de: Serie
es: Serie
fr: Série
fr_ca: Série
nl: Reeks

source: Serving Name
de: Portionsname
es: Nombre de la ración
fr: Nom de la portion
fr_ca: Nom de la portion
nl: Naam portie

source: Serving Size
de: Portionsgröße
es: Tamaño de la porción
fr: Taille de la portion
fr_ca: Taille de la portion
nl: Portiegrootte

source: Serving Unit
de: Portionseinheit
es: Unidad de la ración
fr: Unité de portion
fr_ca: Unité de portion
nl: Eenheid portie

source: Serving Value
de: Portionsgröße
es: Cantidad de la ración
fr: Valeur de la portion
fr_ca: Valeur de la portion
nl: Waarde portie

source: servings
de: Portionen
es: porciones
fr: portions
fr_ca: portions
nl: porties

source: Servings
de: Portionen
es: Porciones
fr: Portions
fr_ca: Portions
nl: Porties

source: Set %@ Start Time
de: Startzeit für %@ festlegen
es: Definir la hora de inicio de %@
fr: Définir l'heure de début de %@
fr_ca: Définir l'heure de début de %@
nl: Starttijd voor %@ instellen

# Set %lld of %lld
source: Set %1$lld of %2$lld
de: Satz %1$lld von %2$lld
es: Serie %1$lld de %2$lld
fr: Série %1$lld sur %2$lld
fr_ca: Série %1$lld sur %2$lld
nl: Set %1$lld van %2$lld

source: Set and Track Goals
de: Ziele setzen und verfolgen
es: Fija y sigue tus objetivos
fr: Définir et suivre vos objectifs
fr_ca: Définir et suivre tes objectifs
nl: Doelen stellen en volgen

source: Set Custom Value
de: Eigenen Wert festlegen
es: Definir un valor personalizado
fr: Définir une valeur personnalisée
fr_ca: Définir une valeur personnalisée
nl: Eigen waarde instellen

source: Set goals for the metrics you care about and stay on track over time.
de: Setz dir Ziele für die Werte, die dir wichtig sind, und bleib langfristig dran.
es: Fija objetivos para las métricas que te importan y mantén el rumbo con el tiempo.
fr: Fixez des objectifs pour les mesures qui comptent pour vous et gardez le cap dans la durée.
fr_ca: Fixe des objectifs pour les mesures qui comptent pour toi et garde le cap dans la durée.
nl: Stel doelen in voor de waarden die jij belangrijk vindt en blijf op koers.

source: Set Recommended Value
de: Empfohlenen Wert übernehmen
es: Usar el valor recomendado
fr: Utiliser la valeur recommandée
fr_ca: Utiliser la valeur recommandée
nl: Aanbevolen waarde gebruiken

source: Set your smoking status to see how it affects your biological age.
de: Gib deinen Rauchstatus an, um seinen Einfluss auf dein biologisches Alter zu sehen.
es: Indica si fumas para ver cómo afecta a tu edad biológica.
fr: Indiquez votre statut tabagique pour voir son effet sur votre âge biologique.
fr_ca: Indique ton statut tabagique pour voir son effet sur ton âge biologique.
nl: Stel je rookstatus in om te zien hoe die je biologische leeftijd beïnvloedt.

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
fr_ca: Réglages
nl: Instellingen

source: Sex
de: Geschlecht
es: Sexo
fr: Sexe
fr_ca: Sexe
nl: Geslacht

source: Shape
de: Form
es: Forma
fr: Forme
fr_ca: Forme
nl: Vorm

source: Share
de: Teilen
es: Compartir
fr: Partager
fr_ca: Partager
nl: Deel

source: Share Bloom
de: Bloom teilen
es: Compartir Bloom
fr: Partager Bloom
fr_ca: Partager Bloom
nl: Bloom delen

source: Share Bloom with a friend and keep each other motivated on the journey to better health!
de: Teile Bloom mit Freunden und motiviert euch gegenseitig auf dem Weg zu besserer Gesundheit!
es: ¡Comparte Bloom con alguien y motivaos mutuamente en el camino hacia una mejor salud!
fr: Partagez Bloom avec un proche et motivez-vous mutuellement sur le chemin d'une meilleure santé !
fr_ca: Partage Bloom avec un proche et motive-tu mutuellement sur le chemin d'une meilleure santé !
nl: Deel Bloom met een vriend en houd elkaar gemotiveerd op weg naar een betere gezondheid!

source: Share your personal data so I can personalize your insights. Your info always stays private, I promise.
de: Teile deine Daten, damit ich deine Erkenntnisse personalisieren kann. Deine Angaben bleiben privat, versprochen.
es: Comparte tus datos para que pueda personalizar tus análisis. Tu información sigue siendo privada, te lo prometo.
fr: Partagez vos données personnelles pour que je personnalise vos analyses. Vos informations restent privées, promis.
fr_ca: Partage tes données personnelles pour que je personnalise tes analyses. tes informations restent privées, promis.
nl: Deel je gegevens zodat ik je inzichten persoonlijk kan maken. Je gegevens blijven privé, beloofd.

source: Sharing Other Data
de: Weitere Daten teilen
es: Compartir otros datos
fr: Partage des autres données
fr_ca: Partage des autres données
nl: Overige gegevens delen

source: Sharing Personal Data
de: Persönliche Daten teilen
es: Compartir datos personales
fr: Partage des données personnelles
fr_ca: Partage des données personnelles
nl: Persoonlijke gegevens delen

source: Sharing With Bud
de: Teilen mit Bud
es: Compartir con Bud
fr: Partage avec Bud
fr_ca: Partage avec Bud
nl: Delen met Bud

source: Short
de: Kurz
es: Corto
fr: Court
fr_ca: Court
nl: Kort

source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
fr_ca: Tout afficher
nl: Toon alles

source: Show All Logs
de: Alle Einträge anzeigen
es: Mostrar todos los registros
fr: Afficher tous les enregistrements
fr_ca: Afficher tous les enregistrements
nl: Toon alle registraties

source: Show Badge
de: Kennzeichen anzeigen
es: Mostrar globo
fr: Afficher la pastille
fr_ca: Afficher la pastille
nl: Toon badge

source: Show Calendars
de: Kalender anzeigen
es: Mostrar calendarios
fr: Afficher les calendriers
fr_ca: Afficher les calendriers
nl: Agenda's tonen

source: Show celebration cards when you hit milestones
de: Feierkarten anzeigen, wenn du Meilensteine erreichst
es: Mostrar tarjetas de celebración al alcanzar hitos
fr: Afficher des cartes de célébration lorsque vous atteignez un jalon
fr_ca: Afficher des cartes de célébration lorsque tu atteignes un jalon
nl: Toon vieringskaarten als je mijlpalen haalt

source: Show Less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
fr_ca: Afficher moins
nl: Toon minder

source: Show Log In
de: Anmeldung anzeigen
es: Mostrar inicio de sesión
fr: Afficher la connexion
fr_ca: Afficher la connexion
nl: Toon inloggen
